<template>
  <main style="margin:24px auto; width: 1200px;line-height: 30px;">
    <p style="display:block; text-align:center;  font-size: 30px;font-weight: bolder
         ;">法律声明</p>
    <p style="display:block; text-align:end;">生效日期：2020年12月16日</p>

    提示条款
    <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 您的信任对我们非常重要，我们深知用户信息安全的重要性，我们将按照法律法规要求，采取安全保护措施，保护您的用户信息安全可控。鉴此，阿里云（或简称“我们”）制定本《法律声明及隐私权政策》（以下或简称“声明和政策”）并提醒您：在使用阿里云网站的各项服务前，请您务必仔细阅读并透彻理解本《法律声明和隐私权政策》，在确认充分理解并同意后方使用相关产品和服务。一旦您开始使用阿里云服务，将被视为对本声明和政策内容的接受和认可。
      如对本声明和政策内容有任何疑问、意见或建议，您可通过阿里云的工单、建议提交平台（ https://connect.aliyun.com/ ）或客服电话（95187）与我们联系。</p>

    定义

    <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 阿里云网站：指阿里云官网（域名为：www.aliyun.com），但阿里云国际站（包括 alibabacloud.com 以及所有下属页面和 jp.aliyun.com 以及所有下属页面）除外。

      阿里云：除非另有约定，指阿里云计算有限公司（注册地址：浙江省杭州市西湖区转塘科技经济区块12号），阿里云计算有限公司是 www.aliyun.com 以及阿里云客户端的经营者。

      阿里云的关联公司：指阿里巴巴集团控股有限公司 Alibaba Group Holding Limited 上市最新年报披露的阿里云的关联公司，具体详见http://www.alibabagroup.com/cn/ir/secfilings。

      用户信息：用户信息是指您注册阿里云网站账户，使用阿里云的服务以及阿里云为了向您提供服务，您提交的或者阿里云收集的用户会员类信息，如姓名、联系方式等，具体详见隐私权政策第二条所述的信息。

      业务数据：不同于用户信息，是指阿里云的用户利用阿里云的服务上传、下载、分发等通过阿里云的技术服务处理的数据。</p>



    法律声明

    <p>
      一、权利归属<br>

      &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 1.1. 阿里云网站的 Logo 、“阿里云”、“ aliyun ”等文字、图形及其组合，以及阿里云网站的其他标识、徽记、阿里云服务的名称等为阿里云及其关联公司在中国和其他国家的注册商标。未经阿里云书面授权，任何人不得以任何方式展示、使用或做其他处理（包括但不限于复制、传播、展示、镜像、上传、下载），也不得向他人表明您有权展示、使用或做其他处理。
      <br>
      &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 1.2. 阿里云网站所有的产品、服务、技术与所有程序（以下或简称“技术服务”）的知识产权均归属于阿里云或归其权利人所有。
      <br>
      &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 1.3. 除非阿里云另行声明，阿里云拥有阿里云在网站内发布文档等信息（包括但不限于文字、图形、图片、照片、音频、视频、图标、色彩、版面设计、电子文档）的所有权利（包括但不限于版权、商标权、专利权、商业秘密和其他所有相关权利）。未经阿里云许可，任何人不得擅自使用如上内容（包括但不限于通过程序或设备监视、复制、转播、展示、镜像、上传、下载阿里云网站内的任何内容）。被授权浏览、复制、打印和传播属于阿里云网站内信息内容的，该等内容都不得用于商业目的且所有信息内容及其任何部分的使用都必须包括此权利声明。
    </p>





    二、责任限制
    <br>
    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 2.1. 阿里云用户在阿里云网站的论坛、社区以及云市场上，自行上传、提供、发布相关信息，包括但不限于用户名称、公司名称、 联系人及联络信息，相关图片、资讯等，该等信息均由用户自行提供，阿里云的用户须对其提供的任何信息依法承担全部责任。
    <br>
    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 2.2. 阿里云网站上转载作品（包括论坛内容）出于传递更多信息之目的，并不意味阿里云赞同其观点或证实其内容的真实性。阿里云官网可能存在指向第三方网站的链接，阿里云提供这些链接仅仅在于为访问者提供方便，并不表示阿里云对这些信息的认可和推荐，也不是用于宣传或广告目的。是否访问这些链接将由您作出决定，阿里云并不保证这些链接所指向的网站上所提供的任何信息、数据、观点、图片、陈述或建议的准确、完整、和可靠。
    <br>
    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 2.3. 阿里云在此提示，您在使用阿里云服务期间应当遵守中华人民共和国的法律，不得危害网络安全，不得利用阿里云的服务从事他人侵犯名誉、隐私、知识产权和其他合法权益的活动。尽管有前述提示，阿里云不对您使用阿里云服务的用途和目的承担任何责任。

    <p>三、知识产权保护
      <br>
      &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 我们尊重知识产权，反对并打击侵犯知识产权的行为。任何组织或个人认为阿里云网站的网页（含 www.aliyun.com 网页内容以及客户端页面）内容（如转载文章、云市场服务商发布的商品信息等）可能侵犯其合法权益的，可以通过向阿里云（ https://report.aliyun.com ）提出书面权利通知，阿里云将在收到知识产权权利人合格通知后依法尽快处理。</p>


  </main>
</template>

<script>
export default {
  name: "legalNotices"
}
</script>

<style scoped>

</style>